/*
 *  Amina Javascript Language
 *
 *  Copyright (c) 2015 Amina
 *  http://amina.co.kr
 *
 */

var aslang = new Array();

aslang[0] = "g5_is_member 변수가 선언되지 않았습니다.";
aslang[1] = "g5_bbs_url 변수가 선언되지 않았습니다.";
aslang[2] = "자기소개";
aslang[3] = "홈페이지";
aslang[4] = "쪽지보내기";
aslang[5] = "메일보내기";
aslang[6] = "게시물검색";
aslang[7] = "코멘트검색";
aslang[8] = "전체게시물";
aslang[9] = "포인트내역";
aslang[10] = "회원정보변경";
aslang[11] = "정말 삭제 하시겠습니까?\n\n삭제후에는 되돌릴수 없습니다.";
aslang[12] = "오류가 발생하였습니다.";
aslang[13] = "본 글을 잠금처리 하시겠습니까?";
aslang[14] = "본 글을 잠금해제 하시겠습니까?";
aslang[15] = "본 글을 신고하시겠습니까?\n\n한번 신고하면 취소할 수 없습니다.";
aslang[16] = "정말 회원에서 탈퇴 하시겠습니까?";
aslang[17] = "자동로그인을 사용하시면 다음부터 회원아이디와 패스워드를 입력하실 필요가 없습니다.\n\n공공장소에서는 개인정보가 유출될 수 있으니 사용을 자제하여 주십시오.\n\n자동로그인을 사용하시겠습니까?";
aslang[18] = "정말 회원에서 탈퇴 하시겠습니까?";
aslang[19] = "한번 삭제한 자료는 복구할 방법이 없습니다.\n\n정말 삭제하시겠습니까?";
aslang[20] = "다음 우편번호 postcode.v2.js 파일이 로드되지 않았습니다.";
aslang[21] = "필수 선택입니다.";
aslang[22] = "필수 입력입니다.";
aslang[23] = "전화번호 형식이 올바르지 않습니다.\n\n하이픈(-)을 포함하여 입력하세요.";
aslang[24] = "이메일주소 형식이 아닙니다.";
aslang[25] = "한글이 아닙니다. (자음, 모음 조합된 한글만 가능)";
aslang[26] = "한글이 아닙니다.";
aslang[27] = "한글, 영문, 숫자가 아닙니다.";
aslang[28] = "한글, 영문이 아닙니다.";
aslang[29] = "숫자가 아닙니다.";
aslang[30] = "영문이 아닙니다.";
aslang[31] = "영문 또는 숫자가 아닙니다.";
aslang[32] = "영문, 숫자, _ 가 아닙니다.";
aslang[33] = "최소 [cnt]글자 이상 입력하세요."; //[cnt] : 글자수
aslang[34] = "이미지 파일이 아닙니다.\n.gif .jpg .png 파일만 가능합니다.";
aslang[35] = ".[ext] 파일만 가능합니다."; //[ext] : 확장자
aslang[36] = "공백이 없어야 합니다.";

//1.7.1
aslang[37] = "회원 로그인 후 이용해 주십시오.";
aslang[38] = "이미 다운로드하신 쿠폰입니다.";
aslang[39] = "쿠폰이 발급됐습니다.";

//1.7.2
aslang[40] = "문의글내역";
aslang[41] = "토큰 정보가 올바르지 않습니다.";
