<?php
if (!defined('_GNUBOARD_')) exit; // 개별 페이지 접근 불가

/// currency name list
$g5['currency_name_list'] = array( 
'KRW' => '대한민국 원',
'USD' => '미국 달러',
'JPY100' => '일본 엔',
'CNY' => '중국 위안',
'EUR' => '유로',
'GBP' => '영국 파운드',

'CHF' => '스위스 프랑',
'CAD' => '캐나다 달러',
'NZD' => '뉴질랜드 달러',
'HKD' => '홍콩 달러',
'BRL' => '브라질 레알',

'MXN' => '멕시코 페소',
'AED' => '아랍에미리트 디르함',
'KWD' => '쿠웨이트 디나르',
'BHD' => '바레인 디나르',
'INR' => '인도 루피',

'SAR' => '사우디 리얄',
'NOK' => '노르웨이 크로네',
'DKK' => '덴마크 크로나',
'MYR' => '말레이지아 링키트',
'BDT' => '방글라데시 타카',

'PKR' => '파키스탄 루피',
'IDR100' => '인도네시아 루피아',
'TWD' => '대만 달러',
'PHP' => '필리핀 페소',
'SEK' => '스웨덴 크로나',

'AUD' => '호주 달러',
'SGD' => '싱가폴 달러',
'THB' => '태국 바트',
'EGP' => '이집트 파운드',
'BND' => '브루나이 달러',

'ILS' => '이스라엘 쉐캐림',
'JOD' => '요르단 디나르',
'VND100' => '베트남 동',
'RUB' => '러시아 루블',
'HUF' => '헝가리 포린트',

'PLN' => '폴란드 줄러티',
'ZAR' => '남아프리카공화국 자르',
'MNT' => '몽골 투그릭',
'CZK' => '체코 코루나',
'KZT' => '카자흐스탄 텡게',

'QAR' => '카타르 리얄',
'TRY' => '터키 리라',
'MNT' => '몽골 투그릭',
);

/// currency unit name list
$g5['currency_unit_name_list'] = array( 
'KRW' => '원',
'USD' => '달러',
'JPY100' => '엔',
'CNY' => '위안',
'EUR' => '유로',
'GBP' => '파운드',

'CHF' => '프랑',
'CAD' => '달러',
'NZD' => '달러',
'HKD' => '달러',
'BRL' => '레알',

'MXN' => '페소',
'AED' => '디르함',
'KWD' => '디나르',
'BHD' => '디나르',
'INR' => '루피',

'SAR' => '리얄',
'NOK' => '크로네',
'DKK' => '크로나',
'MYR' => '링키트',
'BDT' => '타카',

'PKR' => '루피',
'IDR100' => '루피아',
'TWD' => '달러',
'PHP' => '페소',
'SEK' => '크로나',

'AUD' => '달러',
'SGD' => '달러',
'THB' => '바트',
'EGP' => '파운드',
'BND' => '달러',

'ILS' => '쉐캐림',
'JOD' => '디나르',
'VND100' => '동',
'RUB' => '루블',
'HUF' => '포린트',

'PLN' => '줄러티',
'ZAR' => '자르',
'MNT' => '투그릭',
'CZK' => '코루나',
'KZT' => '텡게',

'QAR' => '리얄',
'TRY' => '리라',
'MNT' => '투그릭',
);

?>
